{
  "sodium.option_impact.low": "Nizak",
  "sodium.option_impact.medium": "Srednji",
  "sodium.option_impact.high": "Visok",
  "sodium.option_impact.extreme": "Ekstreman",
  "sodium.option_impact.varies": "Zavisi",
  "sodium.options.pages.quality": "Kvalitet",
  "sodium.options.pages.performance": "Performanse",
  "sodium.options.pages.advanced": "Napredno",
  "sodium.options.view_distance.tooltip": "Udaljenost prikaza terena kontrolira koliko daleko će se prikazivati teren. Kraća udaljenost znači da će manje terena biti prikazano, što poboljšava fps.",
  "sodium.options.simulation_distance.tooltip": "Udaljenost simulacije kontrolira koliko daleko će entiteti, kao npr. životinje biti učitani i aktivni. Kraće udaljenosti mogu smanjiti opterećenje i poboljšati fps.",
  "sodium.options.brightness.tooltip": "Kontrolira svjetlinu (gamu) igre.",
  "sodium.options.gui_scale.tooltip": "Postavlja maksimalni faktor skaliranja koji se koristi za interfejs. Ako je postavljeno na 'auto' koristit će se najveći mogući faktor skaliranja.",
  "sodium.options.fullscreen.tooltip": "Ako je uključeno, igra će se prikazivati preko cijelog ekrana (ako je podržano).",
  "sodium.options.v_sync.tooltip": "Ako je uključeno, fps će biti sinkroniziran sa brzinom osvježavanja monitora, što dovodi do generalno glađeg iskustva igranja po cijeni malo kašnjenja unosa. Ova opcija može utjecati na performanse na sporijim uređajima.",
  "sodium.options.fps_limit.tooltip": "Ograničava fps. Može pomoći u smanjivanju potrošnje baterije i generalnog opterećenja sistema. Ako je V-Sync uključen ova opcija se ignorira osim ako je niža od brzine osvježavanja vašeg monitora.",
  "sodium.options.view_bobbing.tooltip": "Ako je uključeno, ekran će se ljuljati dok se pomičete. Igrači koji imaju mučninu bi trebali isključiti ovu opciju.",
  "sodium.options.attack_indicator.tooltip": "Kontrolira gdje se na ekranu prikazuje indikator napada.",
  "sodium.options.autosave_indicator.tooltip": "Ako je uključeno, bit će prikazan indikator kad igra sprema svijet na disk.",
  "sodium.options.graphics_quality.tooltip": "Zadane kontrole za kvalitet grafike kontroliraju neke zastarjele opcije i potrebne su za kompatibilnost sa modovima. Ako su opcije ispod postavljene na \"Zadano\", koristit će ovu postavku.",
  "sodium.options.clouds_quality.tooltip": "Kontrolira kvalitet prikaza oblaka na nebu.",
  "sodium.options.weather_quality.tooltip": "Kontrolira kvalitet efekata kiše i snijega.",
  "sodium.options.leaves_quality.name": "Kvalitet lišća",
  "sodium.options.leaves_quality.tooltip": "Kontroliše kvalitet lišća.",
  "sodium.options.particle_quality.name": "Kvalitet čestica",
  "sodium.options.particle_quality.tooltip": "Kontrolira maksimalan broj čestica koje mogu biti prikazane na ekranu istovremeno.",
  "sodium.options.smooth_lighting.tooltip": "Kontrolira da li će blokovi biti glatko osvijetljeni i zasjenjeni. Ovo malo povećava količinu vremena potrebnog za ponovnu izgradnju terena, ali ne utiče na fps.",
  "sodium.options.biome_blend.value": "%s blok(a)/blokova",
  "sodium.options.biome_blend.tooltip": "Kontrolira domet do kojeg će biomi biti stopljeni i kolorizovani. Veće vrijednosti dosta pojačavaju vrijeme potrebno za izgradnju terena za malo poboljšanje u vizalnom kvalitetu.",
  "sodium.options.entity_distance.tooltip": "Kontrolira na koliku udaljenost se entiteti prikazuju igraču. Veće vrijednosti povećavaju udaljenost prikaza na cijenu fps-a.",
  "sodium.options.entity_shadows.tooltip": "Ako je uključeno, bit će prikazane sjene ispod stvorenja i ostalih entiteta.",
  "sodium.options.vignette.name": "Vinjeta",
  "sodium.options.vignette.tooltip": "Ako je uključeno, efekat vinjete će biti prikazan na ekranu igrača. Mala je šansa da će ovo utjecati na fps osim ako niste ograničeni brzinom popunjavanja.",
  "sodium.options.mipmap_levels.tooltip": "Kontroliša broj mipmapa koje će se koristiti za teksture modela blokova. Veće vrijednosti omogućavaju bolji prikaz blokova u daljini, ali mogu dosta utjecati na performanse kada se koristi mnogo animiranih tekstura.",
  "sodium.options.use_block_face_culling.name": "Sakrij nepotrebne stranice blokova",
  "sodium.options.use_block_face_culling.tooltip": "Ako je uključeno, samo strane blokova koje su okrenute prema kameri će biti poslane za prikaz. Ovo može eliminirati većinu nepotrebnih lica blokova vrlo rano u procesu prikaza, što će uštedjeti opseg memorije i vrijeme na GPU. Neki paketi resursa mogu imati problema sa ovom opcijom, pa je probajte isključiti ako vidite rupe u blokovima.",
  "sodium.options.use_fog_occlusion.name": "Koristi okluziju magle",
  "sodium.options.use_fog_occlusion.tooltip": "Ako je uključeno, dijelovi terena za koje je utvrđeno da su potpuno skriveni efektima magle neće biti prikazani, što pomaže u poboljšanju performansi. Poboljšanje može biti dramatičnije kada su efekti magle jači (kao što je pod vodom), ali može uzrokovati nepoželjne vizualne artefakte između neba i magle u nekim scenarijima.",
  "sodium.options.use_entity_culling.name": "Koristi sakrivanje entiteta",
  "sodium.options.use_entity_culling.tooltip": "Ako je uključeno, entiteti za koje je utvrđeno da nisu ni u jednom vidljivom dijelu terena bit će preskočeni tokom prikazivanja. Ovo može pomoći u poboljšanju performansi izbjegavanjem prikazivanja entiteta koji se nalaze ispod zemlje ili iza zidova.",
  "sodium.options.use_particle_culling.name": "Koristi sakrivanje čestica",
  "sodium.options.use_particle_culling.tooltip": "Ako je omogućeno, bit će prikazane samo čestice za koje je utvrđeno da su vidljive. Ovo može pružiti značajno poboljšanje fps-a kada je mnogo čestica u blizini.",
  "sodium.options.animate_only_visible_textures.name": "Animiraj samo vidljive teksture",
  "sodium.options.animate_only_visible_textures.tooltip": "Ako je uključeno, animirat će se samo teksture za koje je utvrđeno da su vidljive. Ovo može pružiti značajno povećanje fps-a na nekom hardveru, posebno kod težih paketa resursa. Ako neke animirane teksture nisu animirane, pokušajte da isključite ovu opciju.",
  "sodium.options.cpu_render_ahead_limit.name": "CPU Render-Ahead Limit",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Specifies the maximum number of frames the CPU can be waiting on the GPU to finish rendering. Very low or high values may create frame rate instability.",
  "sodium.options.cpu_render_ahead_limit.value": "%s frame(s)",
  "sodium.options.allow_direct_memory_access.name": "Allow Direct Memory Access",
  "sodium.options.allow_direct_memory_access.tooltip": "If enabled, some critical code paths will be allowed to use direct memory access for performance. This often greatly reduces CPU overhead for chunk and entity rendering, but can make it harder to diagnose some bugs and crashes. You should only disable this if you've been asked to or otherwise know what you're doing.",
  "sodium.options.enable_memory_tracing.name": "Enable Memory Tracing",
  "sodium.options.enable_memory_tracing.tooltip": "Debugging feature. If enabled, stack traces will be collected alongside memory allocations to help improve diagnostic information when memory leaks are detected.",
  "sodium.options.performance_impact_string": "Performance Impact: %s",
  "sodium.options.use_persistent_mapping.name": "Use Persistent Mapping",
  "sodium.options.use_persistent_mapping.tooltip": "If enabled, a small amount of memory will be persistently mapped as a staging buffer for chunk uploading, helping to reduce CPU overhead and frame time instability when loading or updating chunks.\n\nRequires OpenGL 4.4 or ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Chunk Memory Allocator",
  "sodium.options.chunk_memory_allocator.tooltip": "Selects the memory allocator that will be used for chunk rendering.\n- ASYNC: Fastest option, works well with most modern graphics drivers.\n- SWAP: Fallback option for older graphics drivers. May increase memory usage significantly.",
  "sodium.options.chunk_memory_allocator.async": "Async",
  "sodium.options.chunk_memory_allocator.swap": "Swap",
  "sodium.options.chunk_update_threads.name": "Chunk Update Threads",
  "sodium.options.chunk_update_threads.tooltip": "Specifies the number of threads to use for chunk building. Using more threads can speed up chunk loading and update speed, but may negatively impact frame times.",
  "sodium.options.always_defer_chunk_updates.name": "Always Defer Chunk Updates",
  "sodium.options.always_defer_chunk_updates.tooltip": "If enabled, rendering will never wait for chunk updates to finish, even if they are important. This can greatly improve frame rates in some scenarios, but it may create significant visual lag in the world.",
  "sodium.options.buttons.undo": "Undo",
  "sodium.options.buttons.apply": "Apply",
  "sodium.options.buttons.donate": "Buy us a coffee!"
}
