{
  "sodium.option_impact.low": "Alhainen",
  "sodium.option_impact.medium": "Keskiverto",
  "sodium.option_impact.high": "Korkea",
  "sodium.option_impact.extreme": "Äärimmäinen",
  "sodium.option_impact.varies": "Vaihtelee",
  "sodium.options.pages.quality": "Laatu",
  "sodium.options.pages.performance": "Suorituskyky",
  "sodium.options.pages.advanced": "Lisäasetukset",
  "sodium.options.view_distance.tooltip": "Näköetäisyys määrittää kuinka kauas maastoa piirretään. Pienemmät etäisyydet tarkoittavat pienempää näköetäisyyttä, mikä johtaa parempaan kuvataajuuteen.",
  "sodium.options.simulation_distance.tooltip": "Simulointietäisyys määrittää kuinka kauas peli voi päivittää maastoa ja kohteita. Pienemmät etäisyydet saattavat vähentää sisäisen palvelimen kuormitusta ja täten parantaa kuvataajuutta.",
  "sodium.options.brightness.tooltip": "Määrittää pelin kirkkauden (gamman).",
  "sodium.options.gui_scale.tooltip": "Asettaa käyttöliittymässä käytettävän kokokertoimen. Suurinta kokokerrointa käytetää aina, jos \"Automaattinen\" on valittu.",
  "sodium.options.fullscreen.tooltip": "Näyttää pelin kokonäytöllä (jos tuettu).",
  "sodium.options.v_sync.tooltip": "Tuottaa juohevamman pelikokemuksen syöttöviiveen kustannuksella, tahdistamalla kuvataajuutesi samaksi kuin virkistystaajuutesi. Saattaa huonontaa suorituskykyä jos järjestelmäsi on liian hidas.",
  "sodium.options.fps_limit.tooltip": "Rajoittaa kuinka monta kuvaa voidaan näyttää sekunnissa. Saattaa auttaa akun kulutuksen ja järjestelmän kuormituksen vähentämisessä. Tämä jätetään huomioimatta jos VSync on päällä ja kuvataajuutesi on yli näytön virkistystaajuutesi.",
  "sodium.options.view_bobbing.tooltip": "Keikuttaa kameraa, kun pelaaja liikkuu. Jos kärsit matkapahoinvoinnista, saatat hyötyä tämän asetuksen pois ottamisesta.",
  "sodium.options.attack_indicator.tooltip": "Määrittää näytetäänkö hyökkäysilmaisin näytöllä.",
  "sodium.options.autosave_indicator.tooltip": "Näyttää ilmoituksen kun peli tallentaa maailmaa levylle.",
  "sodium.options.graphics_quality.tooltip": "The default graphics quality controls some legacy options and is necessary for mod compatibility. If the options below are left to \"Default\", they will use this setting.",
  "sodium.options.clouds_quality.tooltip": "Määrittää taivaalla olevien pilvien laadun.",
  "sodium.options.weather_quality.tooltip": "Määrittää sade- ja lumitehosteiden laadun.",
  "sodium.options.leaves_quality.name": "Lehtien laatu",
  "sodium.options.leaves_quality.tooltip": "Määrittää lehtien laadun.",
  "sodium.options.particle_quality.name": "Partikkelien laatu",
  "sodium.options.particle_quality.tooltip": "Määrittää enimmäismäärän partikkeleita mitä voi esiintyä näytöllä kerralla.",
  "sodium.options.smooth_lighting.tooltip": "Määrittää valaistaanko ja varjostetaanko kuutiot pehmeästi. Kasvattaa lohkon uudelleenrakennusaikaa hieman, muttei vaikuta kuvataajuuteen.",
  "sodium.options.biome_blend.value": "%s kuutio(ta)",
  "sodium.options.biome_blend.tooltip": "Controls the range which biomes will be sampled for block colorization. Higher values greatly increase the amount of time it takes to build chunks for diminishing improvements in quality.",
  "sodium.options.entity_distance.tooltip": "Controls how far away entities can render from the player. Higher values increase the render distance at the expense of frame rates.",
  "sodium.options.entity_shadows.tooltip": "If enabled, basic shadows will be rendered beneath mobs and other entities.",
  "sodium.options.vignette.name": "Vinjetti",
  "sodium.options.vignette.tooltip": "If enabled, a vignette effect will be rendered on the player's view. This is very unlikely to make a difference to frame rates unless you are fill-rate limited.",
  "sodium.options.mipmap_levels.tooltip": "Määrittää kuinka montaa mipmappia käytetään kuutiotekstuureille. Korkemmat arvot tekevät kaukana olevat kuutiot näyttämään paremmalta, mutta saattavat huonontaa suorituskykyä, kun monia animoituja tekstuureja on ladattu.",
  "sodium.options.use_block_face_culling.name": "Piilota ei-näkyvät kuutioiden sivut",
  "sodium.options.use_block_face_culling.tooltip": "If enabled, only the sides of blocks which are facing the camera will be submitted for rendering. This can eliminate a large number of block faces very early in the rendering process, saving memory bandwidth and time on the GPU. Some resource packs may have issues with this option, so try disabling it if you're seeing holes in blocks.",
  "sodium.options.use_fog_occlusion.name": "Piilota sumun peittämät asiat",
  "sodium.options.use_fog_occlusion.tooltip": "If enabled, chunks which are determined to be fully hidden by fog effects will not be rendered, helping to improve performance. The improvement can be more dramatic when fog effects are heavier (such as while underwater), but it may cause undesirable visual artifacts between the sky and fog in some scenarios.",
  "sodium.options.use_entity_culling.name": "Piilota ei-näkyvät kohteet",
  "sodium.options.use_entity_culling.tooltip": "If enabled, entities determined not to be in any visible chunks will be skipped during rendering. This can help improve performance by avoiding the rendering of entities located underground or behind walls.",
  "sodium.options.use_particle_culling.name": "Piilota ei-näkyvät partikkelit",
  "sodium.options.use_particle_culling.tooltip": "Piirtää partikkelit vain jos ne ovat näkyvissä. Saattaa nostaa kuvataajuutta huomattavasti, kun monia partikkeleita on lähettyvillä.",
  "sodium.options.animate_only_visible_textures.name": "Animoi vain näkyvät tekstuurit",
  "sodium.options.animate_only_visible_textures.tooltip": "Animoi tekstuurit vain, jos ne ovat näkyvissä. Saattaa nostaa kuvataajuutta huomattavasti jollain tietokoneilla, varsinkin jos käytössä on vaativa resurssipaketti. Jos koet ongelmia joissa jotkin tekstuurit eivät ole animoitu, kokeile ottaa tämä asetus pois käytöstä.",
  "sodium.options.cpu_render_ahead_limit.name": "Suorittimen esipiirrettyjen kuvien raja",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Määrittää enimmäiskuvamäärän, mitä suoritin voi odottaa näytönohjaimen viimeistelevän. Hyvin alhaiset tai korkeat arvot saattavat aiheuttaa kuvataajuuden epävakautta.",
  "sodium.options.cpu_render_ahead_limit.value": "%s kuva(a)",
  "sodium.options.allow_direct_memory_access.name": "Salli suora pääsy muistiin",
  "sodium.options.allow_direct_memory_access.tooltip": "If enabled, some critical code paths will be allowed to use direct memory access for performance. This often greatly reduces CPU overhead for chunk and entity rendering, but can make it harder to diagnose some bugs and crashes. You should only disable this if you've been asked to or otherwise know what you're doing.",
  "sodium.options.enable_memory_tracing.name": "Salli muistin jäljitys",
  "sodium.options.enable_memory_tracing.tooltip": "Debugging feature. If enabled, stack traces will be collected alongside memory allocations to help improve diagnostic information when memory leaks are detected.",
  "sodium.options.performance_impact_string": "Vaikutus suorituskykyyn: %s",
  "sodium.options.use_persistent_mapping.name": "Käytä pysyvää kartoitusta",
  "sodium.options.use_persistent_mapping.tooltip": "If enabled, a small amount of memory will be persistently mapped as a staging buffer for chunk uploading, helping to reduce CPU overhead and frame time instability when loading or updating chunks.\n\nRequires OpenGL 4.4 or ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Lohkomuistinkohdentaja",
  "sodium.options.chunk_memory_allocator.tooltip": "Selects the memory allocator that will be used for chunk rendering.\n- ASYNC: Fastest option, works well with most modern graphics drivers.\n- SWAP: Fallback option for older graphics drivers. May increase memory usage significantly.",
  "sodium.options.chunk_memory_allocator.async": "Async",
  "sodium.options.chunk_memory_allocator.swap": "Swap",
  "sodium.options.chunk_update_threads.name": "Lohkojen päivitykseen käytetyt säikeet",
  "sodium.options.chunk_update_threads.tooltip": "Määrittää lohkojen rakennukseen käytettävien säikeiden määrän. Suuremman säie määrän käyttäminen saattaa nopeuttaa lohkojen lataus- ja päivitys nopeutta, mutta kasvattaa aikaa mitä kuluu kuvien piirron välissä.",
  "sodium.options.always_defer_chunk_updates.name": "Lykkää lohkojen päivitykset aina",
  "sodium.options.always_defer_chunk_updates.tooltip": "If enabled, rendering will never wait for chunk updates to finish, even if they are important. This can greatly improve frame rates in some scenarios, but it may create significant visual lag in the world.",
  "sodium.options.buttons.undo": "Kumoa",
  "sodium.options.buttons.apply": "Käytä",
  "sodium.options.buttons.donate": "Tarjoa meille kahvit!"
}
